Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=199_lang=davvi.html.tmx
Source language: sme
Languages: smn

source: Sámi leavga
smn: Säämi lippu

source: Sámiid leavga spiehkkasa čielgasit Davviriikkaid leavggain, main buohkain libardit ruossagovadagat.
smn: Säämi lippu spiekâst čielgâsávt Tave-enâmij liipuin, main puohâin láá ristâkovoset.

source: Sámi leavgga rukses gierdu govvida beaivváža ja alit gierdu mánu.
smn: Säämi liipu ruopsis rieggee kovvee piäiváá já čuovjis rieggee máánu.

source: Leavgga govvatemá boahtá meavrresgáris ja Ruoŧa sápmelaš Anders Fjellnera (1795–1876) divttas Biejjie-baernie dahjege Beaivvi bártnit.
smn: Liipu kovearttâ puátá nuáidiruumbust já Ruotâ sämmilii Anders Fjellner (1795–1876) tiivtâst Biejjie-baernie ađai Piäiváápäärnih.

source: Fjellner govvida sámiid divttastis beaivvi nieidan ja bárdnin.
smn: Fjellner kovvee tivtâstis sämmilijd piäiváá nieidân já kandân.

source: Vuosttasin iežas leavgga sámiide evttohii dáiddár Synnøve Persen, guhte maid plánii iežas leavgaevttohusa.
smn: Vuossâmužžân jieijâs liipu sämmiláid iävtuttij taaidâr Synnøve Persen, kote meiddei vuávái jieijâs lippuiävtuttâs.

source: Persena golmmaivdnásaš leavgga gerge geavahit ee. Álttá čáhcefápmorusttega ja dulvadeami vuosttildeami oktavuođas 1970- ja 1980-loguid molsašumis, muhto dat ii báhcán atnui dađi guhkit áigái.
smn: Persen kuulmâivnásâš liipu kiergânii kevttiđ el. Alta čäcivyeimiruustig já puáđu vuástálistem ohtâvuođâst 1970- já 1980-lovoi jorgalduvâst, mut tot ij pááccám kuhheebáigásâš kiävtun.

source: Suoma, Ruoŧa, Norgga ja Ruošša sámiid oktasašbargoorganisašuvdna Sámiráđđi (Samerådet / Saami council) mearridii ordnet leavgga plánengilvvu 1980-logus.
smn: Suomâ, Ruotâ, Taažâ já Ruošâ sämmilij ovtâspargoservi Sämirääđi (Sámiráddi / Samerådet / Saami council) meridij pieijâđ joton liipu vuávámkišto 1980-lovvoost.

source: Vuoitán leavgga plánii Norgga sápmelaš Astrid Båhl.
smn: Vuáittám liipu vuávái Taažâ sämmilâš Astrid Båhl.

source: Su plánen leavggas čuvget šerres ruoksat, alit, fiskat ja ruoná.
smn: Suu vuávám liipust šliäđguh šelis ruopsâd, čuovjâd, fiskâd já ruánáá.

source: Seamma ivnniid leat árbevirolaččat geavahan sámegávttis.
smn: Siämmáid iivnijd láá ärbivuáválávt kiävttám sämmilij aalmug- já aalmuglâšpihtâsist, máccuhist.

source: Leavga dohkkehuvvui sámiid virggálaš symbolan sámiid 13. davviriikkalaš konfereanssas Åres borgemánu 15. beaivve 1986.
smn: Lippu tuhhiittui sämmilij virgálâš symboolân sämmilij 13. tave-eennâmlâš konfereensâst Årest 15. porgemáánu 1986.

source: Seammás dohkkehuvvui maid nubbi álbmotlaš symbola: Sámi soga lávlla.
smn: Siämmást tuhhiittui meiddei nubbe aalmuglâš symbool: Sámi soga lávlla / Säämi suuvâ laavlâ.

source: Sámiin leat dál 11 oktasaš leavgabeaivvi, mat leat dohkkehuvvon sámekonfereanssas.
smn: Sämmilijn láá tááláá ääigi 11 liputtempeivid, moh tuhhiittuvvojii ohtsâš säämi konfereensâst.

source: Suoma sisáššiidministeriija ávžžuha sámi leavgabeivviide maid oktasaš leavgaatnima.
smn: Suomâ sisašijministeriö avžut säämi liputtempeivijd meiddei almolâš liputtem.

source: Leavgga atnimis galgá čuovvut iešguđege riikka lágaid.
smn: Liiputmist kalga nuávdittiđ jieškote-uv väldikode laavâid.

source: Priváhta olbmuin, servošiin ja fitnodagain lea ávvudeami, gudnejahttima dahje morraša čájeheami dihte friijavuohta atnit Sámi leavgga muđuige go virggálaš leavgabeivviin.
smn: Ovtâskâs ulmust, siärváduvâst já irâttâsâst lii juhlemielâ, kunnijâttem tâi soro čäittimân lope liputtiđ Säämi lippuin eres-uv peeivij ko virgálâš liputtempeeivij.

source: Sámiid leavgabeaivvit
smn: Säämi lippupeeivih

source: Sámiid álbmotbeaivi
smn: Säämi aalmugpeivi

source: Guovvamánu 6. beaivve 1917 dollojuvvui Norgga Troandimis vuosttas sámečoahkkin, gosa ledje čoahkkanan sihke davvi- ja lullisámit.
smn: Kuovâmáánu 6. peeivi 1917 tollui Taažâ Truándimist vuossâmuš sämmilij čuákkim, kuus lijjii čokkânâm tave- já maadâsämmiliih.

source: Čoahkkin lei álgu davviriikkalaš sámeoktasašbargui.
smn: Čuákkim tuálloo sämmilij tave-eennâmlâš ovtâspargo algân.

source: Suoma Sámedikki vuođđudanbeaivi
smn: Suomâ Sämitige vuáđudempeivi

source: Suoma Sámediggi, vuođđuduvvui iežas lágain jagis 1995.
smn: Suomâ Sämitigge / Sámediggi, vuáđudui jieijâs lavváin ive 1995.

source: Dat rahppojuvvui virggálaččat 2.3.1996.
smn: Ton virgálâš lekkâmijd viettii 2.3.1996.

source: Márjjabeaivi
smn: Máárjápeivi

source: Sámiid árbevirolaš ávvudanbeaivi.
smn: Sämmilij ärbivuáválâš juhlepeivi.

source: Márjjabeaivve áigi kaleandaris molsašuddá ja beaivvi sáhttá ávvudit sierra riikkaid Márjjabeaivve mielde.
smn: Máárjápeeivi äigimuddo kalenderist muttuustâl já peeivi puáhtá juhlođ jieškote-uv enâmij Máárjápeeivi mield..

source: Mihcamárbeaivi
smn: Jonsahpeivi

source: Almmolaš ávvudanbeaivi.
smn: Almolâš juhlepeivi.

source: Sáhttá atnit leavgga sierra riikkaid mihcamárbeaivvi mielde.
smn: Puáhtá liputtiđ jieškote-uv enâmij jonsahpeeivi mield..

source: ON:aid riikkaidgaskasaš álgoálbmogiid beaivi
smn: OA aalmugijkoskâsâš algâaalmugij peivi

source: Ovttastuvvan nášuvnnat lea namuhan 9.8. riikkaidgaskasaš álgoálbmogiid beaivin.
smn: Ovtâstum aalmugeh lii nomâttâm 9.8. aalmugijkoskâsâš algâaalmugij peivin.

source: Sámi leavgga dohkkehanbeaivi
smn: Säämi liipu tuhhiittempeivi

source: Sámi leavga dohkkehuvvui Sámiid 13. konfereanssas 15.8.1986 Åres Ruoŧas.
smn: Säämi lippu tuhhiittui Säämi 13. konfereensâst 15.8.1986 Årest Ruotâst.

source: Sámiráđi vuođđudanbeaivi
smn: Sämirääđi vuáđudempeivi

source: Sámiráđđi vuođđuduvvui virggálaččat sámiid 2. davviriikkalaš konfereanssas 18.8.1956 Norgga Kárášjogas.
smn: Sämirääđi vuáđudui virgálávt Säämi 2. tave-eennâmlâš konfereensâst 18.8.1956 Taažâ Kárášjuuvâst.

source: Ruoŧa Sámedikki vuođđudanbeaivi
smn: Ruotâ Sämitige vuáđudempeivi

source: Ruoŧa Sámediggi (Sametinget) vuođđuduvvui iežas lágain jagis 1992.
smn: Ruotâ Sämitigge (Sámediggi / Sametinget) vuáđudui jieijâs lavváin ive 1992.

source: Dat rahppojuvvui virggálaččat 26.8.1993.
smn: Ton virgálâš lekkâmijd viettii 26.8.1993.

source: Norgga Sámedikki vuođđudanbeaivi
smn: Taažâ Sämitige vuáđudempeivi

source: Norgga Sámediggi (Sametinget) vuođđuduvvui iežas lágain jagis 1987.
smn: Taažâ Sämitigge (Sámediggi / Sametinget) vuáđudui jieijâs lavváin ive 1987.

source: Dat rahppojuvvui virggálaččat 9.10.1989.
smn: Ton virgálâš lekkâmijd viettii 9.10.1989.

source: Sámi Parlamentta vuođđudanbeaivi
smn: Säämi Parlament (Sámi Parlamenta) vuáđudempeivi

source: Suomas addojuvvui ásahus Sámi Parlamentta birra 9.11.1973.
smn: Suomâst adelui asâttâs Säämi Parlameentâst 9.11.1973.

source: Sámi Parlamenta lei jagis 1996 doaimmas álggahan Sámedikki ovddasmanni.
smn: Sámi Parlamenta / Säämi Parlament lâi ive 1996 tooimâs algâttâm uđđâ ovdâsteijee orgaan, Sämitige, oovdâstjottee.

source: Vuosttas sápmelaš riikkabeaialbmá Isak Saba (Sápp Issát) riegádanbeaivi
smn: Vuossâmuu säämi riijkâpeivialmaa Isak Saba (Sápp Issát) šoddâmpeivi

source: Isak Saba riegádii 15.11.1875 Unjárggas Várjjagis.
smn: Isak Saba šoodâi 15.11.1875 Uunjaargâst Vaarjâgist.

source: Son lei Norgga Stuorradikki lahttun guokte baji (1906-1912) bargiidbellodaga ovddasteaddjin.
smn: Sun lâi Taažâ Stuorrâtige jesânin kyehti paje (1906-1912) pargeipiäláduv ovdâsteijen.

source: Gáldut:
smn: Käldeeh:

source: Anders Fjellner riegádii olggos Ruoŧa Härjedalenis čakčamánu 18. beaivve jagis 1795 sámebearrašii.
smn: Anders Fjellner šoodâi olgon Ruotâ Härjedalenist čohčâmáánu 18. peeivi 1795 sämmilâš perrui.

source: Su áhčči jámii go Anders lei vel mánná, muhto fuolkkit veahkehedje su skuvlet iežas nu ahte son gárvvásmuvai 1800-logu álgogeahčen báhppan Uppsala universitehtas.
smn: Suu äijih jaamij ko Anders lâi vala páárnáš, mut huolhijdis iššijn sun poostij škovliidâttâđ já čođâlditij 1800-lovo aalgâbeln paapâoopâid Uppsala ollâopâttuvâst.

source: Fjellner jođii báhppanvihaheami maŋŋá vuos sárdnideaddjin Čohkkerasas ja Gárasavvonis.
smn: Fjellner tooimâi pappânvihkâm maŋa vistig jottee särnideijen Jukkasjäävrist já Kärisavonist.

source: Máidnasa mielde son lei nu oanehaš, ahte sárdnestuolusge fertii čuožžut beaŋkkaža alde.
smn: Muštâluvvoo, et sun lâi nuuvt ucce, et särnistoovlist-uv ferttij čuážžuđ peeŋkâ alne.

source: Barggus lassin Fjellner mearkugođii nášuvnnaromantihkalaš jurddašanvuogi váikkuhusas muitui maid sámi kulturárbevieru, nugo luđiid, juigosiid, myhtaid, legendaid ja lávlagiid.
smn: Pargoos lasseen Fjellner vuájui aalmuglâšromanttisâš jurdui vaikuttâsâst meiddei säämi aalmugärbivuáhán, tegu juáigusij, myytij, legendai já lavlui muušton merkkiimân.

source: Son jorgalii dáid sámegielat teavsttaid nu, ahte maid earáin go sámegielagiin lei vejolašvuohta oahpásmuvvat daidda.
smn: Sun jurgâlij jieijâs nuurrâm já kirjim sämikielâlâš teevstâid nuuvt, et iärásijn-uv ko sämikielâlijn lâi máhđulâšvuotâ uápásmuđ toid.

source: Fjellner muitaliii ahte son lea sierra guovlluin Sámis gullan dáid álbmotdivttaid, maid lea merkon muitui.
smn: Fjellner muštâlij, et lâi kuullâm juáigustiivtâid jieškote-uv kuávluin Sämieennâm, maid lâi merkkim pajas.

source: Maŋit buolvvaide buoremusat seilon Biejjie-baernie – dikta lea stiilla, mihtu ja sisdoalu dáfus nu čehpet čállojuvvon, ahte dát jáhkkimis ii leat dušše njálmmálaš álbmottradišuvdna.
smn: Maajeeldpuáttee suhâpuolváid pyeremustáá siäilum Biejjie-baernie – tihtâ lii stiijlâ, kukkoduv já siskáldâs peeleest nuuvt čeepiht čaallum, et ulmuuh iä osko lemin ton puttásávt njálmálâš aalmuglâšärbivyevi.

source: Fjellner bekkii leat movttegis ja áŋgiris guldaleaddji ja erenomáš buorre máinnasteaddi ja dát lea muhtin oassái váikkuhan dasa, ahte máŋggat sámekultuvrra dutkitge leat boahtán dan bohtosii ahte dikta lea árbevirolaš álbmotdikta, muhto maid okta ovdamearka girječálli dáidduin.
smn: Fjellner peegij lemin movtigis já tärhis kuldâleijee já čepis mainâsteijee. Taah ääših láá uásild vaikuttâm maaŋgâi sämikulttuur totkei uáivilân tast, et tihtâ lii ärbivuáválâš juáigustihtâ, mut meiddei kirječällee táiđučááitus.

source: Sámi levgii heakka bossu Anders Fjellnera dikta Beaivvi bárdni lea myhtalaš sáŋgárepos.
smn: Säämi liipu vuoiŋâ adeleijee Anders Fjellner tihtâ Piäiváá pärni lii myyttisâš sángártivtâstâh.

source: Das beaivvi bárdni vuolgá jiehtanasaid eatnamii, ráhkistuvvá doppe jiehtanasa niidii ja loahpas náitala suinna.
smn: Tast piäiváá pärni maađhâš jietânâsâi enâmân, ráhistuvá tobbeen jietânâs nieidân já loopâst náájá suin.

source: Sudnuide riegádit Gállabártnit (Gaalla-baernie), geat leat sámiid máddarat.
smn: Littoost čaddeh Piäiváá kaandah (Kállákaandah / Gaalla-baernie), main sämmiliih láá vuálguliih.

source: Dás maŋŋelebbos álgooassi Fjellnera guhkes diktemušas, mii muitala Beaivvi bártni soagŋus jiehtanasaid máilbmái.
smn: Čuávvon láá vuossâmuuh veerstah Fjellner kuhes tivtâstuvâst, moh muštâleh Piäiváá kaandâ suáŋŋummääđhist jietânâsâi mailmân.

source: Fjellnera álgogiella lei lullisámegiella, mas dikta lea jorgaluvvon davvisámegillii (Harald Gaski), anárašgillii (Ilmari Mattus) ja eaŋgalsgillii (Tr.
smn: Fjellner algâalgâlâš kielâ lâi maadâsämikielâ, mast tihtâ lii jurgâlum tavesämikielân (Harald Gaski), anarâškielân (Ilmari Mattus) já eŋgâlâskielân (Tr.

source: Davvi Girji OS: www.davvi.no.
smn: Maadâsämikielân:

source: Lullisámegillii:
smn: Tavesämikielân:

source: Davvisámegillii:
smn: Anarâškielân:

source: Beaivvi bártni soagŋu jiehtanasaid máilmmis
smn: Piäiváá pärni suáŋu jietânâsâi mailmist

source: Bođuid bártnit ledje dolin
smn: Pođoi päärnih lijjii tovle

source: Nieiddat vátnásat olbmáide
smn: Nieidah vääni almaid

source: Dievdu lei nissonis deaddán
smn: Almai lâi nisonis tiäddám

source: Varaideaskka vuohčudan oktii
smn: Vorâidis vuáčudâm oohtân

source: Eadni lei njamahan guoddámis
smn: Enni lâi njomâttâm kyeddimis

source: Gállá gándda lávgon ja biebman
smn: Kállá kaandâ lávgum já piemmâm

source: Go gállis gietkamis čievččai
smn: Ko käälis kietkâmist čievčâi

source: Sahkanahttistis nana suonaid
smn: Šovâtteijeestis noonâ suonâid

source: Sahkkejeaddji mielaid leikii
smn: Šovâtteijee mielâid leškij

source: Gállábártniid máttarmáddui.
smn: Kállápaarnij maddârmaddui.

source: Nu leat mii gullan
smn: Nuvt lep mij kuullâm

source: Sáhka lea beaggán:
smn: Saahâ lii piäggám:

source: Dobbelis davimus nástti
smn: Tobbeláá tavemuš täsni

source: Oarjjabeal beaivvi ja mánu
smn: Uárjibeln piäiváš já máánu

source: Silba-golli juovat, bávttit
smn: Silbâ-kolle juovah, päävtih

source: Árrangeađggit ájageađggit
smn: Aarrânkeeđgih aajâriddoin

source: Golli giilá, silba šiilá
smn: Kolle kildá, silbâ šiälgu

source: Mearas gáissát govaset gehccet
smn: Meerâst kááisáh kuvijdis keččih

source: Beaivvážat, mánut ja násttit
smn: Piäivááh, máánuh já tääsnih

source: Muođuineaset mojit čuvget
smn: Muáđuinis mojeh čyevih
